module.exports = function(env) {
    const testLabels = [{
        "label": "爱学习",
        "desc": "多点姿势多赚钱",
        "list": [{
            "tag": "新手学堂",
            "fid": "16100"
        }, {
            "tag": "理财规划",
            "fid": "16104"
        }, {
            "tag": "财友会",
            "fid": "16826"
        }]
    }, {
        "label": "爱赚钱",
        "desc": "躺着也赚钱",
        "list": [{
            "tag": "股票",
            "fid": "16069"
        }, {
            "tag": "基金",
            "fid": "16066"
        }, {
            "tag": "存款",
            "fid": "16052"
        }, {
            "tag": "保险",
            "fid": "16146"
        }, {
            "tag": "女性理财",
            "fid": "16825"
        }, {
            "tag": "投资组合",
            "fid": "16835"
        }]
    }, {
        "label": "爱生活",
        "desc": "有人，有钱，有故事",
        "list": [{
            "tag": "生活",
            "fid": "16828"
        }, {
            "tag": "薅羊毛",
            "fid": "16144"
        }, {
            "tag": "信用卡",
            "fid": "16792"
        }, {
            "tag": "自我成长",
            "fid": "16824"
        }, {
            "tag": "晒账",
            "fid": "16101"
        }, {
            "tag": "单身理财",
            "fid": "16823"
        }]
    }];

    const prodLabels = [{
        "label": "爱学习",
        "desc": "多点姿势多赚钱",
        "list": [{
            "tag": "公开课",
            "fid": "16845"
        }, {
            "tag": "读书会",
            "fid": "16842"
        }, {
            "tag": "理财规划",
            "fid": "16104"
        }]
    }, {
        "label": "爱赚钱",
        "desc": "躺着也赚钱",
        "list": [{
            "tag": "股票",
            "fid": "16069"
        }, {
            "tag": "基金",
            "fid": "16066"
        }, {
            "tag": "网贷",
            "fid": "16837"
        }, {
            "tag": "保险",
            "fid": "16146"
        }, {
            "tag": "房产",
            "fid": "16847"
        }, {
            "tag": "投资组合",
            "fid": "16848"
        }]
    }, {
        "label": "爱生活",
        "desc": "有人，有钱，有故事",
        "list": [{
            "tag": "生活",
            "fid": "16828"
        }, {
            "tag": "薅羊毛",
            "fid": "16144"
        }, {
            "tag": "信用卡",
            "fid": "16792"
        }, {
            "tag": "自我成长",
            "fid": "16824"
        }, {
            "tag": "晒账",
            "fid": "16101"
        }, {
            "tag": "单身男女",
            "fid": "16823"
        }]
    }];

    return env === 'production' || env === 'staging' ? prodLabels : testLabels;
};