module.exports = {
	titles: [
		"如果年入10万不用交税，你最终能拿多少钱？",
		"银行卡被盗刷254万，她做了一件事，银行被判全赔！",
		"网贷平台50强榜单出炉！你投的有没有入围！",
		"我是怎样从0到20万，再变成300万，最后变成1200多万的。",
		"他花了一千两百万买的“豪宅”，竟然不到40平米！",
		"励志！吸毒小伙用贷记卡创业，最后娶到了她",
		"山东一民工小伙投资理财赚钱10万，高手在民间！",
		"打工妹到老板三起三落，发家美女告诉你如何理财。"
	],
	footers: [
		"我有1000种赚钱方法教你！",
		"我有100种开源小妙招给你！",
		"钱堂让你实现财富自由！",
		"在钱堂，享受更美好的生活！",
		"我从小白到牛人的大师之路！"
	],
	thread: [
		'我有1000种赚钱方法教你！',
		'我有100种开源小妙招给你！',
		'与700万网友一起聊投资！',
		'结识牛人，想不优秀都难！',
		'有财小组，带你有钱带你飞！',
		'月入3000，教你如何理财！',
		'专家课程，干货满满！',
		'与世界分享你的理财经验！'
	]
}


